{
  "description": "Indulge Experimental Bistro is consistently ranked among the World’s 50 Best Bars and remains a top-five favorite in Asia’s 50 Best. Its tea-infused cocktail captures the essence of its subtropical flavors. The chef has meticulously gathered representative ingredients from all over Taiwan to create unique small plates designed to complement the drinks. The staff expertly introduces patrons to the local ingredients, explaining how the chef aims to inspire clients with the vivid imagery of Formosa.",
  "address": "No. 11, Lane 219, Section 1, Fuxing S Rd, Da'an District, Taipei City, 106",
  "businesshour": {
    "timezone": "Asia/Taipei",
    "24hr": false,
    "holiday": [],
    "hours": {
      "Monday": [{ "start": "18:00", "end": "01:00" }],
      "Tuesday": [{ "start": "18:00", "end": "01:00" }],
      "Wednesday": [{ "start": "18:00", "end": "01:00" }],
      "Thursday": [{ "start": "18:00", "end": "01:00" }],
      "Friday": [{ "start": "18:00", "end": "03:00" }],
      "Saturday": [{ "start": "18:00", "end": "03:00" }],
      "Sunday": [{ "start": "18:00", "end": "02:00" }]
    }
  },
  "product1": {
    "description": "Botanist Gin <br> William Pear / Lily / Bergamot / Tonic Water",
    "name": "Herbal Flora",
    "price": "NT$500"
  },
  "product2": {
    "description": "Don Julio Tequila Blanco. Rose Cherry Liqueur. Rosewood Iron Buddha Tea.",
    "name": "Wood Flora",
    "price": "NT$450"
  },
  "product3": {
    "description": "Gnocchi·Duroc Pork·Spicy Tomato·Mushroom | Taiwanese gnocchi, also commonly known as 'cloud soft' owes its name to its texture. The inspiration comes from the early morning in the mountains, when the sun rises, and the sky gradually reveals a ruby-like hue between the sea of clouds and the forest. The red onion noodle dumplings represent the sea of clouds, while the chicken fat transformed into powder and tea tree mushrooms represent the mountains and forests. The spicy tomato-braised pork belly with turmeric and Buddha's hand citron pickled daikon represents the various displays of light. This also symbolizes the enticingly diverse flavors!",
    "name": "Gnocchi",
    "price": "NT$480"
  },
  "product4": {
    "description": "Egg Tofu·Scallop·Salmon-roll·Fermented Chili | Taking a dish we are all too familiar with - Teppan tofu - as a point of discovery, we mix pure shrimp paste into the egg tofu mixture for reshaping, first baking then frying it. It is then combined with the sweetness of caramelized onions, the spiciness of pepper, the sourness of pickled salmon roe in black vinegar, and the freshness of fermented chili, presenting a novel appearance of Taiwanese-style Western cuisine.",
    "name": "Egg Tofu",
    "price": "NT$360"
  },
  "product5": {
    "description": "",
    "name": "",
    "price": ""
  }
}
